Repository: OmegaT-L10N/cs
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs

source: Norwegian Bokmål
cs: Norština (Bokmål)

source: Norwegian Nynorsk
cs: Norština (Nynorsk)

source: Not Set
cs: Není nastaveno

source: Not a valid XML file!
cs: Neplatný XML soubor!

source: Not present
cs: Není dostupný

source: Not to mention his care and diligence, keeping repositories intact and in good order.
cs: Nemluvě o jeho péči a pracovitosti při údržbě vzdálených úložišť, aby zůstaly v neporušeném a dobrém stavu.

source: Note
cs: Poznámka

source: Note that you can reassign the shortcuts to your own preferences.
cs: Klávesové zkratky si můžete dle vlastní potřeby upravit.

source: Note: All of the segmentation rule sets with a matching Language Pattern are applied in the given order.
cs: Poznámka: Všechny sady segmentačních pravidel s odpovídajícím vzorem jazyka se použijí v zadaném pořadí.

source: Note: DocBook files are recognized not only by file extension, but they also must have a DOCTYPE declaration: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... for DocBook 4, or a Namespace: xmlns="http://docbook.org/ns/docbook" for DocBook 5
cs: Poznámka: Soubory DocBook lez identifikovat nejen podle přípony, ale také musí mít deklaraci DOCTYPE: <!DOCTYPE book PUBLIC \"-//OASIS//DTD DocBook XML... pro DocBook 4 nebo jmenný prostor (Namespace): xmlns="http://docbook.org/ns/docbook" pro DocBook 5

source: Note: Source File Encoding setting affects only the HHC and HHK files that do not contain an encoding declaration.
cs: Poznámka: Nastavení kódování zdrojového souboru ovlivňuje jen soubory HHC a HHK, které neobsahují deklaraci kódování.

source: Note: Source File Encoding setting affects only the HTML files that have no encoding declaration inside.
cs: Poznámka: Nastavení kódování zdrojového souboru ovlivňuje jen HTML soubory, které neobsahují žádnou deklaraci kódování.

source: Note: not all filters allow you to select an encoding.
cs: Poznámka: ne všechny filtry vám dovolí vybrat si kódování.

source: Notes
cs: Poznámky

source: Notification (flash)
cs: Oznámení (flash)

source: Notification (steady)
cs: Oznámení (neměnný)

source: Notify Me When a Segment Has "{0}"
cs: Upozorni mě, když jsou pro segment dostupné "{0}"

source: Notify Me When a Segment Has Comments
cs: Upozorni mě, když jsou pro segment dostupné komentáře

source: Notify Me When a Segment Has Dictionary Entries
cs: Upozorni mě, když jsou pro segment dostupné záznamy slovníku

source: Notify Me When a Segment Has Fuzzy Matches
cs: Upozorni mě, když jsou pro segment dostuné přibližné překlady

source: Notify Me When a Segment Has Glossary Hits
cs: Upozorni mě, když jsou pro segment dostupné záznamy glosáře

source: Notify Me When a Segment Has Multiple Translations
cs: Upozorni mě, když jsou pro segment dostupné překlady s více významy

source: Notify Me When a Segment Has Notes
cs: Upozorni mě, když jsou pro segment dostupné poznámky

source: Now
cs: Teď

source: Nr of matching segments: {0}
cs: Počet shodujících se segmentů: {0}

source: Number of matching segments:
cs: Počet shodujících se segmentů:

source: Number of unique segments
cs: Počet jedinečných segmentů

source: Nuosu
cs: Yi

source: O&ptions...
cs: &Možnosti...

source: Occitan
cs: Okcitánština

source: Ojibwe, Ojibwa
cs: Odžibvejština

source: Old Church Slavonic, Church Slavic, Church Slavonic, Old Bulgarian, Old Slavonic
cs: Stará církevní slovanština, Církevní slovanština, Starobulharština, Staroslověnština

source: OmegaT
cs: O aplikaci OmegaT

source: OmegaT Project Files
cs: Soubory projektu OmegaT

source: OmegaT Project Folder
cs: Adresář projektu OmegaT

source: OmegaT allows to run scripts written in different scripting languages.
cs: OmegaT-Scripting umožňuje spouštět skripty v rámci OmegaT napsané v různých skriptovacích jazycích.

source: OmegaT can also check for programming variables (printf-function variables) like '%s'.
cs: OmegaT také umí kontrolovat programové proměnné (proměnné funkce printf) jako '%s'.

source: OmegaT can generate and store a master password so you don't have to enter it each time, but this is much less secure.
cs: OmegaT může vygenerovat a uložit hlavní heslo, take jej nemusíte vkládat pokaždé, ale tato možnost je méně bezpečná.

source: OmegaT encrypts sensitive passwords and API keys with a master password.
cs: OmegaT šifruje citlivá hesla a API klíče pomocí hlavního hesla

source: OmegaT has chosen option 'Yes' automatically.
cs: OmegaT vybrala automaticky možnost 'Ano'.

source: OmegaT has detected a 3.6-style team project.
cs: OmegaT detekovala týmový projekt ve stylu verze 3.6.

source: OmegaT highlights
cs: Nejdůležitější charakteristiky OmegaT

source: OmegaT is a free and open source multiplatform Computer Assisted Translation tool with fuzzy matching, translation memory, keyword search, glossaries, and translation leveraging into updated projects.
cs: OmegaT je volný, open source multiplatformový nástroj na překlad podporovaný počítačem (Computer Assisted Translation) s vyhledáváním přibližných překladů, překladovou pamětí, vyhledáváním klíčových slov, používá vaše vlastní glosáře a využívá překlady pro aktualizované projekty.

source: OmegaT is refused access to the system property containing the name of your OS and/or the system property containing your home folder.
cs: Programu OmegaT byl odmítnut přístup do systémové oblasti obsahující název vašeho OS anebo do systémové oblasti obsahující váš domovský adresář.

source: OmegaT is the original work of Keith Godfrey.
cs: Autorem původního projektu OmegaT je Keith Godfrey.

source: OmegaT license
cs: Licence OmegaT

source: OmegaT ran out of memory, and will quit when you press OK.
cs: Program OmegaT nemá dostatek dostupné paměti, po stisku OK bude ukončen.

source: OmegaT stores your translations and proposes possible translations from similar segments registered in the translation memory files.
cs: OmegaT ukládá vaše překlady a nabízí možné překlady podobných segmentů, které jsou již uložené v souborech překladové paměti.

source: OmegaT uses glossaries containing translations of single words or small phrases: a simplified bilingual dictionary for a specific domain.
cs: OmegaT používá glosáře, které obsahují překlady jednotlivých slov nebo malých frází: čili druh zjednodušeného dvoujazyčného slovníku pro specifické pole působnosti.

source: OmegaT uses the following libraries: {1}
cs: OmegaT používá následující knihovny: {1}

source: OmegaT uses the standard tmx file format to store and access translation memories, which guarantees that you can exchange your translation material with other CAT applications supporting this file format.
cs: Pro ukládání a přístup k překladovým pamětem používá OmegaT standardní formát souborů TMX, což nabízí možnost sdílení vašich překladových materiálů s jinými aplikacemi CAT, které tento formát podporují.

source: OmegaT uses translation memories to store your previous translations and then suggest likely translations for the text you are currently working on.
cs: OmegaT ukládá vaše předchozí překlady do překladové paměti a pak navrhuje vhodné překlady pro text, se kterým právě pracujete.

source: OmegaT version {0} ({1})
cs: Verze OmegaT {0} ({1})

source: OmegaT version {0}, update {1} ({2})
cs: Verze OmegaT {0}, aktualizace {1} ({2})

source: OmegaT will now terminate.
cs: OmegaT bude teď ukončena.

source: OmegaT will try to resegment the TMX file...
cs: OmegaT se pokusí znovu segmentovat soubor TMX...

source: On the Mac, the modifier meta must be used to specify the command key.
cs: Na počítačích Mac je nutno použít modifikátor meta, aby se tak specifikovala klávesa command.

source: Once Auto-completer is open, use Ctrl+Space again to switch successively from Glossaries entries, Auto-text entries, Missing tags and Character table options.
cs: Jakmile je otevřeno Automatické doplňování, použijte opětovně Ctrl+Mezera pro postupné přepínání mezi možnostmi Položky glosáře, Záznamy automatického textu, Chybějící tagy a Tabulka znaků

source: Once the MainMenuShortcuts.properties file is modified, OmegaT must be relaunched to take the new shortcuts into account.
cs: Jakmile upravíte soubor MainMenuShortcuts.properties, je pak nutno OmegaT restartovat, aby se načetlo nastavení nových klávesových zkratek.

source: One could only wonder, how many the and a prepositions would still be missing without his invaluable help.
cs: Will Helton: jeho kontrolní čtení návrhu mi ušetřilo spoustu překvapení.

source: Only if (X)HTML file has a &header
cs: Jen když soubor (X)HTML má &hlavičku

source: Only if (X)HTML file has an &encoding declaration
cs: Jen když soubor (X)HTML má d&eklaraci kódování

source: Open
cs: Otevřít

source: Open MED Project...
cs: Otevřít projekt MED...

source: Open Project
cs: Otevřít projekt

source: Open Recent Pro&ject
cs: Otevřít nedávný pro&jekt

source: Open Recent Project
cs: Otevřít nedávný projekt

source: Open Source File
cs: Otevřít zdrojový soubor

source: Open Source File Location
cs: Otevřít umístění zdrojového souboru

source: Open Target File
cs: Otevřít cílový soubor

source: Open Target File Location
cs: Otevřít umístění cílového souboru

source: Open Writable Glossary File
cs: Otevříž zapisovatelný soubor glosáře

source: Open XML Filter Options
cs: Možnosti filtru Open XML

source: Open {0} Source Files
cs: Otevřít {0} zdrojové soubory

source: Open {0} Source Files' Locations
cs: Otevřít {0} umístění zdrojových souborů

source: Open {0} Target Files
cs: Otevřít {0} cílové soubory

source: Open {0} Target Files' Locations
cs: Otevřít {0} umístění cílových souborů

source: OpenDocument Filter Options
cs: Možnosti filtru OpenDocument

source: Opening team project
cs: Otevření týmového projektu

source: Options
cs: Možnosti

source: Options Menu
cs: Nabídka ‚Možnosti‛

source: Options to set the line length in target documents (0 = no limit)
cs: Umožňuje nastavit délku řádku v cílovém dokumentu (0 = bez omezení)

source: Options: None: Launch GUI Project path only: Launch GUI and load specified project team Team project tool.
cs: Možnosti: Nic: Spustit GUI (grafické prostředí) Pouze cesta k projektu: Spustit GUI a nahrát zadaný projekt tým Nástroj pro týmový projekt.

source: Oriya
cs: Urijština

source: Oromo
cs: Oromština

source: Orphan segments
cs: Nespárované segmenty

source: Orphaned
cs: Nespárovaný

source: Ossetian, Ossetic
cs: Osetština

source: Other
cs: Ostatní

source: Other Options:
cs: Další Možnosti:

source: Other contributions are detailed in the readme.txt file
cs: Další přispění jsou detailněji vypsána v souboru readme.txt (příp. readme_cs.txt).

source: Out-of-order
cs: Vadný

source: PDF Input
cs: Vstup PDF

source: PO Filter Options
cs: Možnosti filtru PO

source: Page slips through fingers<p>Pulse pounding hard and frantic<p>Vanishing like mist.
cs: Stránka nenalezena

source: Panjabi, Punjabi
cs: Pandžábština

source: Paragraph segmentation is less frequently used, but can be useful in cases of so-called "creative" texts.
cs: Segmentace na úrovni odstavců se používá méně často, ale může být užitečná v případě překladu tzv. „kreativních“ textů.

source: Parse error encountered reading preferences file!
cs: Při čtení souboru předvoleb se vyskytla chyba zpracování!

source: Pashto, Pushto
cs: Paštština

source: Password-protected PDF files are not supported: {0}
cs: Soubory PDF chráněné heslem nejsou podporovány: {0}

source: Password:
cs: Heslo:

source: Paste
cs: Vložit

source: Path
cs: Cesta

source: Path:
cs: Cesta:

source: Pattern After
cs: Vzor za

source: Pattern Before
cs: Vzor před

source: Pattern...
cs: Vzory...

source: Perhaps it is already opened in another OmegaT instance
cs: Možná je již otevřen v jiném spuštěném okně OmegaT.

source: Persian
cs: Perština

source: Pinpoint Align: Select corresponding cell
cs: Detailní zarovnání: Vybrat odpovídající buňku

source: Place source files in ./source and supplemental material in ./tm, ./glossary, and ./dictionary as required, then commit everything.
cs: Umístěte zdrojové soubory do adresáře ./source a dodatečný materiál do adresářů ./tm, ./glossary a ./dictionary tak, jak je to vyžadování a pak volbu potvrďte.

source: Please check the ISO 639 Code Tables for further and up-to-date information about language codes.
cs: Pro další a aktualizované informace o jazykových kódech navštivte tabulky kódů ISO 639

source: Please close search window.
cs: Prosím zavřete okno hledání.

source: Please consult the documentation about your recovery options and return the information below to the software manufacturer with a description of how this error was produced.
cs: V dokumentaci k programu naleznete informace o možnostech obnovení projektu a níže uvedené informace prosím poskytněte výrobci softwaru s popisem, jak k této chybě došlo.

source: Please consult the log ({1}) to determine the source of the error and try again.
cs: Abyste zjistili zdroj chyby, projděte si, prosím, log ({1}) a zkuste akci zopakovat.

source: Please contact your project administrator to find out if any additional steps need to be taken.
cs: Prosím kontaktujte svého administrátora projektu pro zjištění, jestli bude nutno provést dodatečné kroky.

source: Please correct the tag issues before using again Create Translated Documents.
cs: Prosím opravte chyby tagů před opětovným použitím volby Vytvořit přeložené dokumenty.

source: Please double-check it.
cs: Prosím zkontrolujte zadaný text.

source: Please double-check.
cs: Prosím zkontrolujte správnost ještě jednou

source: Please enter the name of this set:
cs: Prosím vložte název této sady:

source: Please enter username/password
cs: Prosím vložte uživatelské jméno/heslo

source: Please enter your name/ID.
cs: Prosím vložte své jméno / ID.

source: Please enter your password again for confirmation.
cs: Prosím vložte své heslo znovu pro ověření.

source: Please redo tag validation.
cs: Prosím vraťte krok ověření tagů.

source: Please resolve the conflicts by choosing a translation for each segment below.
cs: Vyřešte prosím konflikt výběrem překladu pro každý z níže uvedených segmentů.

source: Please restart the application to correctly display the new colours.
cs: Prosím, pro správné zobrazení nových barev restartujte program.

source: Please select a different folder.
cs: Vyberte, prosím, jiný adresář.

source: Please select how tags of non-OmegaT TMXs should be displayed.
cs: Prosím označte, jak se mají zobrazovat tagy v souborech TMX, které nebyly vytvořeny aplikací OmegaT.

source: Please select the dictionaries you want to install and press the Install button.
cs: Prosím vyberte slovníky, které chcete instalovat a stiskněte tlačítko Instalovat.

source: Please select the interval at which the project should be saved automatically, in minutes and seconds.
cs: Prosím vyberte časový interval automatického ukládání projektu, v minutách a sekundách.

source: Please select the language of your source files and the target language you would like to translate to.
cs: Prosím vyberte jazyk vašich zdrojových souborů a cílový jazyk, do kterého chcete překládat.

source: Please select what text you would like to be inserted into the segment that is not translated yet, when you move to it.
cs: Prosím vyberte text, který chcete vložit do segmentu, jež (v době když se do něj přesunete) dosud není přeložen.

source: Please select which behaviour is appropriate.
cs: Prosím vyberte si pro vás vyhovující způsob kontroly.

source: Please translate this plural as plural form #{0}.
cs: Prosím přeložte tento výskyt plurálu jako plurál #{0}.

source: Please try again.
cs: Zkuste to prosím znovu.

source: Please type or paste the URL of the mediawiki page
cs: Prosím napište nebo vložte URL stránky MediaWiki

source: Plugin successfully loaded from class '{0}'
cs: Jar použito pro pluginy: {0}

source: Plugins
cs: Pluginy

source: Polish
cs: Polština

source: Pop Directional Formatting (PDF U+202C)
cs: Formátování Pop Directional (PDF U+202C)

source: Portuguese
cs: Portugalština

source: Power Point
cs: MS Power Point

source: Predefined credentials was not passed.
cs: Nepodařilo se ověřit přihlašovací údaje.

source: Preferences
cs: Předvolby

source: Preferences - {0}
cs: Předvolby - {0}

source: Preferences system save operation failed!
cs: Operace ukládání předvoleb systému selhala!

source: Premium Edition
cs: Prémiová verze

source: Preserve spaces &for all tags
cs: Zachovat mezery pr&o všechny tagy

source: Press 'Cancel' to leave the project unmodified and load it as a local project without team functionality.
cs: Stiskněte 'Zrušit' pro opuštění projektu beze změn a nahrajte jej jako lokální projekt bez týmové funkcionality.

source: Press 'OK' to convert the project into a 4.x-style team project.
cs: Stiskněte 'OK' pro převod projektu na styl verze 4.x týmového projektu.

source: Press <u>{0}</u> to go to <b>{1}</b> suggestions.
cs: Stiskněte <u>{0}</u> pro přejití k <b>{1}</b> návrhům.

source: Press <u>{0}</u> to return to <b>{1}</b> suggestions.
cs: Stiskněte <u>{0}</u> pro návrat k <b>{1}</b> návrhům.

source: Press the keyboard shortcut you wish to assign, then click OK.
cs: Stiskněte klávesovou zkratku, kterou chcete přiřadit a pak klikněte na OK.

source: Previous
cs: Předchozí

source: Previous No&te
cs: Př&edchozí poznámka

source: Previous Note
cs: Předchozí poznámka

source: Previous Segment
cs: Předchozí segment

source: Previous and &next paragraphs
cs: Předchozí a další odstavc&e

source: Pro&ject
cs: Pro&jekt

source: Problem encountered loading project file!
cs: Problém při načítání souboru projektu!

source: Proceed?
cs: Pokračovat?

source: Processing...
cs: Zpracování...

source: Project &Files...
cs: &Soubory projektu...

source: Project Files ({0} of {1})
cs: Soubory projektu ({0} z {1})

source: Project Files ({0})
cs: Soubory projektu ({0})

source: Project Files...
cs: Soubory projektu...

source: Project Menu
cs: Nabídka ‚Projekt‛

source: Project Specific External Search
cs: Projektově specifické externí hledání

source: Project Specific File Filters
cs: Souborové filtry přizpůsobené konkrétnímu projektu

source: Project Specific Segmentation Setup
cs: Nastavení segmentace pro konkrétní projekt

source: Project Statistics
cs: Projekt Statistika

source: Project autosaved on {0}
cs: Projekt automaticky uložen v {0}

source: Project closed
cs: Projekt zavřen

source: Project commands are disabled for security reasons.
cs: Z bezpečnostních důvodů jsou projektové příkazy vypnuty.

source: Project compiling end
cs: Kompilace projektu skončena

source: Project compiling start
cs: Začala kompilace projektu

source: Project creating end
cs: Vytváření projektu skončeno

source: Project creating start
cs: Začalo vytváření projektu

source: Project file should be on http protocol.
cs: Soubor projektu by běl být v protokolu http.

source: Project is Empty
cs: Projekt je prázdný

source: Project load cancelled by user
cs: Načítání projektu přerušeno uživatelem

source: Project loading end
cs: Načítání projektu skončeno

source: Project loading start
cs: Začalo načítání projektu

source: Project locked.
cs: Projekt je zamčený.

source: Project saved
cs: Projekt je uložen

source: Project saving end
cs: Ukládání projektu skončeno

source: Project saving start
cs: Začalo ukládání projektu

source: Project searches are by default performed on the source and target, reference TMs, glossaries, notes and comments of the project.
cs: Hledání v projektu je ve výchozím nastavení vykonáváno na zdroji a cíli, referenční překladové paměti, glosářích, poznámkách a komentářích projektu.

source: Project will not be updated.
cs: Projekt nebude aktualizován.

source: Properties...
cs: Vlastnosti...

source: Provider
cs: Poskytovatel

source: Proxy Login
cs: Proxy přihlášení ...

source: Proxy Login...
cs: Proxy přihlášení ...

source: Proxy User and Password
cs: Uživatel Proxy a heslo

source: Push failed.
cs: Push selhalo.

source: Pāli
cs: Páli

source: Quechua
cs: Kečuánština

source: Quit
cs: Konec

source: R&emove
cs: O&dstranit

source: R&eplace with Match or Selection
cs: Nahradit přibližným překladem n&ebo výběrem

source: RTL-LTR switch
cs: změna směru záznamu mezi RTL-LTR (zprava doleva – zleva doprava)

source: Rather than beep<p>Or a rude error message<p>These words: 'Page not found'
cs: Místo pípnutí<p>nebo drsné chybové hlášky<p>čtěte: 'Stránka nenalezena'

source: Re&move Filter
cs: Odstra&nit filtr

source: Re&place All
cs: Nahradit &vše

source: Re&place with Source
cs: Pře&psat zdrojem

source: Read-only
cs: Jen pro čtení

source: Reading TMX file {0}
cs: Čtení souboru TMX {0}

source: Reading of TMX file complete
cs: Čtení souboru TMX dokončeno

source: Realign Pending
cs: Znovu seřadit nezařazené

source: Recoverable error on line {0}, column {1} while parsing:
cs: Obnovitelná chyba během parsování na řádku {0}, sloupci {1}:

source: Recursi&ve search
cs: Rekurzi&vní hledání

source: Redo Last Action
cs: Obnovit

source: References:
cs: Reference:

source: Refreshing script folder "{0}"
cs: Obnovit adresář skriptů "{0}"

source: Register Identical Translation
cs: Zapsat identický překlad

source: Regular expression for custom tags:
cs: Regulární výraz pro speciální tagy:

source: Regular expression for fragments that should be removed from translation:
cs: Regulární výraz pro fragmenty, které mají být odstraněny z překladu:

source: Regular expression searches match Java regular expressions as documented in the user manual.
cs: Vyhledávání za pomocí regulárních výrazů odpovídá regulárním výrazům jazyka Java, jak je zdokumentováno v uživatelské příručce.

source: Regular expressions are also used extensively in the segmentation rules.
cs: Regulární výrazy se také hojně používají u pravidel segmentace.

source: Reload
cs: Znovu načíst

source: Remaining Characters (including spaces)
cs: Zbývající znaky (včetně mezer)

source: Remaining Characters (without spaces)
cs: Zbývající znaky (bez mezer)

source: Remaining Segments
cs: Zbývající segmenty

source: Remaining Words
cs: Zbývající slova

source: Remaining:
cs: Zbývající:

source: Remo&ve
cs: O&dstranit

source: Remote &server
cs: Vzdálený &server

source: Remote File/Folder
cs: Vzdálený sobor/adresář

source: Remote Repositories
cs: Vzdálené úložiště

source: Remove
cs: Odstranit

source: Remove &leading and trailing tags
cs: Odstrani&t úvodní a koncové tagy

source: Remove HTML comments in translated document
cs: V přeloženém dokumentu odstranit HTML komentáře

source: Remove LanguageTool from the /plugin folder before starting OmegaT.
cs: Před startem OmegaT odstraňte LanguageTool z adresáře /plugin.

source: Remove Script
cs: Odstranit skriptování

source: Remove Ta&gs
cs: Odstranit ta&gy

source: Remove Tags
cs: Odstranit tagy

source: Remove leading and trailing &whitespace in non-segmented projects
cs: Odstranit ú&vodní a koncové netisknutelné znaky v nesegmentovaných projektech

source: Remove pattern?
cs: Odstranit vzor?

source: Remove text target
cs: Cílový text k odstranění

source: Remove the project folder manually.
cs: Ručně odstranit adresář projektu.

source: Remove translation
cs: Odstranit překlad

source: Reopen the project now?
cs: Znovu načíst projekt?

source: Reopen the project?
cs: Znovu načíst projekt?

source: Repetitions from other files:
cs: Opakování z jiných souborů:

source: Repetitions within this file:
cs: Opakování v tomto souboru:

source: Repetitions:
cs: Opakování:

source: Replace
cs: Nahradit

source: Replace &glossary hits when inserting source text
cs: Nahradit tipy &glosáře při vkládání zdrojového textu

source: Replace <project>/omegat/project_save.tmx in the newly downloaded project with the file saved in a safe location 6.
cs: Nahraďte soubor <project>/omegat/project_save.tmx v nově stažebném projektu souborem uloženým na bezpečném místě 6.

source: Replace Translation with Match or Selection
cs: Nahradit překlad shodou nebo výběrem
